use test_memory;
go

--Заполняем работников
insert into workers (name, surname, patronymic, birthdate)
values 
('Graham', 'Riggs', 'Griffin', '19920409'),
('Burke', 'Bray', 'Emerson', '19991015'),
('Guy', 'Merrill', 'Octavius', '19810721'),
('Brock', 'Small', 'Alfonso', '19860427'),
('Quin', 'Rodriquez', 'Amir', '19960321'),
('Никитос', 'Васин', 'Васильевич', 21012001),
('Никитос', 'Васин', 'Васильевич', 22012001),
('Никитосик', 'Васин', 'Васильевич', 21012001),
('Никитос', 'Васиннюк', 'Васильевич', 21012001),
('Никитос', 'Васин', 'Васьевич', 21012001),
('Семен', 'Семёнов', 'Семёнович', '19920409'),
('Пётр', 'Петров', 'Петрович', '19991015'),
('Иванов', 'Иван', 'Иванович', '19810721'),
('Олег', 'Олегов', 'Олегович', '19860427'),
('Игорь', 'Игорев', 'Игоревич', '19960321'),
('Вася', 'Чёткий', 'Перец', '20000922');